/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "日期";
"AppDates.DATES.PAST_DUE" = "超过截止日期";
"AppDates.DATES.TODAY" = "今天";
"AppDates.DATES.THIS_WEEK" = "本周";
"AppDates.DATES.NEXT_WEEK" = "下周";
"AppDates.DATES.UPCOMING" = "即將推出";
"AppDates.EMPTY.TITLE" = "无数据";
"AppDates.EMPTY.SUBTITLE" = "您目前没有已安排活动的有效课程。请报名参加课程以查看重要数据和截止日期。";
"AppDates.SHIFT_DUE_DATES.TITLE" = "错过了一些截止日期？";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "别担心——调整我们建议的时间表，即可完成到期作业，且不会丢失任何进度。";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "调整截止日期";
"Profile.TITLE" = "輪廓";
"Profile.INFO" = "個人資料";
"Profile.ABOUT" = "關於我";
"Profile.EDIT_PROFILE" = "編輯個人資料";
"Profile.YEAR_OF_BIRTH" = "出生年份：";
"Profile.BIO" = "簡介：";
"Profile.SETTINGS" = "設定";
"Profile.SETTINGS_VIDEO" = "影片設定";
"Profile.DATES_AND_CALENDAR" = "日期和日曆";
"Profile.SUPPORT_INFO" = "支援訊息";
"Profile.CONTACT" = "聯繫支援人員";
"Profile.TERMS" = "使用條款";
"Profile.PRIVACY" = "隱私權政策";
"Profile.COOKIE_POLICY" = "Cookie 政策";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "不要出售我的個人資訊";
"Profile.FAQ_TITLE" = "查看常見問題";
"Profile.MANAGE_ACCOUNT" = "管理帳號";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "登出";
"Profile.SWITCH_TO" = "切換到";
"Profile.FULL_PROFILE" = "完整檔案";
"Profile.LIMITED_PROFILE" = "有限的個人資料";
"Profile.LOGOUT_ALERT.TITLE" = "確認退出";
"Profile.LOGOUT_ALERT.TEXT" = "您確定要退出嗎？";
"Profile.DELETE_ALERT.TITLE" = "警告！";
"Profile.DELETE_ALERT.TEXT" = "您真的要刪除您的帳戶嗎？";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "不保存就離開？";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "您所做的更改將被放棄。";
"Profile.EDIT.TOO_YONG_USER" = "您必須年滿 13 歲才能擁有可完全存取資訊的個人資料。";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "有限的個人資料僅共享您的用戶名和個人資料照片。";
"Profile.EDIT.DELETE_ACCOUNT" = "刪除帳戶";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "出生年份";
"Profile.EDIT.FIELDS.LOCATION" = "地點";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "口說";
"Profile.EDIT.FIELDS.ABOUT_ME" = "關於我：";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "更改個人資料圖片";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "從圖庫中選擇";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "刪除照片";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "取消";
"Profile.DELETE_ACCOUNT.TITLE" = "刪除帳戶";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "你確定你想要 ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "刪除你的帳號？";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "若要確認此操作，請輸入您的帳戶密碼。";
"Profile.DELETE_ACCOUNT.PASSWORD" = "密碼";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "輸入密碼";
"Profile.DELETE_ACCOUNT.CONFIRM" = "是的，刪除帳戶";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "返回個人資料";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "密碼不正確。請再試一次。";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "影片設定";
"Profile.SETTINGS.WIFI_TITLE" = "僅 Wi-Fi 下載";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "僅在 Wi-Fi 開啟時下載內容";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "視訊串流品質";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "自動（建議）";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "汽車";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "受到推崇的";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "降低數據使用量";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "最好的品質";
"Profile.SETTINGS.VERSION" = "版本：";
"Profile.SETTINGS.UP_TO_DATE" = "最新";
"Profile.SETTINGS.TAP_TO_UPDATE" = "點擊更新至版本";
"Profile.SETTINGS.TAP_TO_INSTALL" = "點擊以安裝所需的應用程式更新";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "無法傳送電子郵件。您的電子郵件用戶端似乎尚未設定。";
"Profile.CALENDAR.NEW_CALENDAR" = "新日曆";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "更改同步選項";
"Profile.CALENDAR.ACCOUNT" = "帳戶";
"Profile.CALENDAR.CALENDAR_NAME" = "日曆名稱";
"Profile.CALENDAR.COLOR" = "顏色";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "即將進行的活動課程作業將顯示在此日曆上";
"Profile.CALENDAR.CANCEL" = "取消";
"Profile.CALENDAR.BEGIN_SYNCING" = "開始同步";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "已同步";
"Profile.ASSIGNMENT_STATUS.FAILED" = "同步失敗";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "離線";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "正在同步到行事曆...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "日曆訪問";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "停用日曆同步";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "為了在您的日曆上顯示即將到來的作業和課程里程碑，我們需要存取您的行事曆的權限。";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "停用日曆同步將刪除日曆「 %@ 」。您可以隨時重新開啟行事曆同步。";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "授予日曆存取權限";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "停用同步";
"Profile.CALENDAR_DIALOG.CANCEL" = "取消";
"Profile.DATES_AND_CALENDAR.TITLE" = "日期和日曆";
"Profile.CALENDAR_SYNC.TITLE" = "行事曆同步";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "設定日曆同步以在日曆上顯示您即將進行的作業和課程里程碑。新作業和轉移的課程日期將自動同步";
"Profile.CALENDAR_SYNC.BUTTON" = "設定日曆同步";
"Profile.OPTIONS.TITLE" = "選項";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "使用相對日期";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "顯示相對日期，例如“明天”和“昨天”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "顯示完整日期，例如“2021 年 1 月 1 日”";
"Profile.DATES_AND_CALENDAR.TITLE" = "日期和日曆";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "課程日曆同步";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "請重新連接您的行事曆以恢復同步";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "目前正在將事件同步到您的日曆";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "重新連接日曆";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "更改同步選項";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "同步%d課程";
"Profile.OPTIONS.TITLE" = "選項";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "使用相對日期";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "顯示相對日期，例如“明天”和“昨天”";
"Profile.COURSES_TO_SYNC.TITLE" = "要同步的課程";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "停用課程同步將從同步日曆中刪除與該課程相關的所有事件。";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "隱藏不活動的課程";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "自動從您上個月未查看的課程中刪除活動";
"Profile.COURSES_TO_SYNC.INACTIVE" = "不活躍";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "當地的";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "口音";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "紅色的";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "橘子";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "黃色的";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "綠色的";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "藍色的";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "紫色的";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "棕色的";
"Profile.CALENDAR.COURSE_DATES" = "%@課程日期";
"Profile.DROP_DOWN_PICKER.SELECT" = "選擇";
"Profile.SYNC_SELECTOR.SYNCED" = "同步";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "未同步";
"Profile.SYNC.NO_SYNCED" = "沒有同步課程";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "目前沒有課程同步到您的日曆。";
"Downloads.DOWNLOADS.TITLE" = "下載";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "管理下載設定";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "沒有包含可下載內容的課程";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "您目前沒有可下載內容的課程。";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@已下載";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "已下載所有%@";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@可用";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "下載課程";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "下載";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "正在載入課程結構...";
"Downloads.MENU_OPTION.REMOVE" = "刪除課程下載";
"Downloads.MENU_OPTION.CANCEL" = "取消下載";
"Discovery.TITLE" = "發現";
"Discovery.SEARCH" = "搜尋";
"Discovery.HEADER.TITLE_1" = "發現新";
"Discovery.HEADER.TITLE_2" = "讓我們為您尋找新課程。";
"Discovery.SEARCH.TITLE" = "搜尋結果";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "開始輸入內容尋找課程";
"Discovery.UPDATE_REQUIRED_TITLE" = "需要更新應用程式";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "此版本的 OpenEdX 應用程式已過時。若要繼續學習並取得最新功能和修復，請升級至最新版本。";
"Discovery.UPDATE_WHY_NEED" = "為什麼我需要更新？";
"Discovery.UPDATE_DEPRECATED_APP" = "已棄用的應用程式版本";
"Discovery.UPDATE_BUTTON" = "更新";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "帳號設定";
"Discovery.UPDATE_NEEDED_TITLE" = "應用程式更新";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "我們建議您更新到最新版本。立即升級以獲得最新的功能和修復。";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "現在不要";
"Discovery.UPDATE_NEW_AVALIABLE" = "有新的更新可用！立即升級以獲得最新功能和修復";
"Discovery.ALERT.LEAVING_APP_TITLE" = "離開應用程式";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "您現在正在離開應用程式並打開瀏覽器";
"Discovery.DETAILS.TITLE" = "課程詳情";
"Discovery.DETAILS.VIEW_COURSE" = "查看課程";
"Discovery.DETAILS.ENROLL_NOW" = "現在報名";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "您無法註冊此課程，因為註冊日期已過。";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "要註冊本課程，請確保您已連接到互聯網。";
"Discovery.DETAILS.COURSE_BANNER" = "課程橫幅";
"Discovery.ALERT.AUTHORIZATION" = "授權";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "請進入系統繼續進行課程選修。";
"Discussion.TITLE" = "討論";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "課程團隊禁止在討論中發帖";
"Discussion.TOPICS.SEARCH" = "搜尋所有帖子";
"Discussion.TOPICS.ALL_POSTS" = "所有貼文";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "我正在關注的帖子";
"Discussion.TOPICS.MAIN_CATEGORIES" = "主要類別";
"Discussion.TOPICS.UNNAMED" = "未命名子類別";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "近期活動";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "最活躍";
"Discussion.POSTS.SORT.MOST_VOTES" = "最多票數";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "還沒討論";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "點擊下面的按鈕創建您的第一個討論。";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "創建討論";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "新增貼文";
"Discussion.POSTS.FILTER.ALL_POSTS" = "所有貼文";
"Discussion.POSTS.FILTER.UNREAD" = "未讀";
"Discussion.POSTS.FILTER.UNANSWERED" = "未答覆";
"Discussion.POSTS.CREATE_NEW_POST" = "建立新帖子";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "做出選擇";
"Discussion.POST.LAST_POST" = "最後發表：";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "已新增評論";
"Discussion.THREAD.ADD_RESPONSE" = "新增回覆";
"Discussion.CREATE_THREAD.NEW_POST" = "建立新帖子";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "選擇貼文類型";
"Discussion.CREATE_THREAD.TOPIC" = "話題";
"Discussion.CREATE_THREAD.TITLE" = "標題";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "關注此討論";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "關注這個問題";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "建立新討論";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "建立新問題";
"Discussion.COMMENT.REPORT" = "報告";
"Discussion.COMMENT.UNREPORT" = "取消報告";
"Discussion.COMMENT.FOLLOW" = "跟隨";
"Discussion.COMMENT.UNFOLLOW" = "取消追蹤";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "評論";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "已新增評論";
"Discussion.RESPONSE.ADD_COMMENT" = "新增評論";
"Discussion.POST_TYPE.QUESTION" = "問題";
"Discussion.POST_TYPE.DISCUSSION" = "討論";
"Discussion.SEARCH" = "搜尋";
"Discussion.SEARCH.TITLE" = "搜尋結果";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "開始輸入內容以尋找主題";
"Discussion.ANONYMOUS" = "匿名的";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "無法載入討論。 \n稍後再試。";
"Course.OUTLINE.PASSED_THE_COURSE" = "恭喜您，您已獲得「 %@ \」課程證書。";
"Course.OUTLINE.VIEW_CERTIFICATE" = "查看證書";
"Course.OUTLINE.CERTIFICATE" = "證書";
"Course.OUTLINE.COURSE_VIDEOS" = "課程影片";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "這個課程還沒開始。";
"Course.COURSEWARE.COURSE_CONTENT" = "課程內容";
"Course.COURSEWARE.COURSE_UNITS" = "課程單元";
"Course.COURSEWARE.NEXT" = "下一個";
"Course.COURSEWARE.PREVIOUS" = "上一篇";
"Course.COURSEWARE.PREVIOUS_FULL" = "以前的";
"Course.COURSEWARE.FINISH" = "結束";
"Course.COURSEWARE.GOOD_WORK" = "好工作！";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "返回大綱";
"Course.COURSEWARE.SECTION" = "您已完成“";
"Course.COURSEWARE.IS_FINISHED" = "」。";
"Course.COURSEWARE.CONTINUE" = "繼續";
"Course.COURSEWARE.RESUME_WITH" = "繼續：";
"Course.ERROR.NO_INTERNET" = "您沒有連接到網路。請檢查您的網路連線。";
"Course.ERROR.RELOAD" = "重新載入";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "未找到課程組件，請重新加載";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "目前本課程沒有講義。";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "目前還沒有該課程的公告。";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "此課程暫時沒有影片。";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "此課程暫時沒有作業。";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "目前無法確定課程日期。";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "目前沒有可用的課程內容。";
"Course.ALERT.ROTATE_DEVICE" = "旋轉您的裝置以全螢幕觀看該影片。";
"Course.ALERT.DELETE_ALL_VIDEOS" = "您確定要刪除以下所有影片嗎";
"Course.ALERT.DELETE_VIDEOS" = "您確定要刪除以下視頻";
"Course.ALERT.STOP_DOWNLOADING" = "關閉開關將停止下載並刪除所有下載的視頻";
"Course.ALERT.WARNING" = "警告";
"Course.COURSE_CONTAINER.HOME" = "主頁";
"Course.COURSE_CONTAINER.CONTENT" = "內容";
"Course.COURSE_CONTAINER.PROGRESS" = "進度";
"Course.COURSE_CONTAINER.VIDEOS" = "影片";
"Course.COURSE_CONTAINER.OFFLINE" = "離線";
"Course.COURSE_CONTAINER.DATES" = "日期";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "討論";
"Course.COURSE_CONTAINER.HANDOUTS" = "更多的";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "講義 開發中";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "你已完成課程進度的%@%%";
"Course.COURSE_CAROUSEL.GRADES" = "成績";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "這代表了您通過本課程所需成績的加權成績。";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "所有內容";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "你目前正在旁听这门课程，因此对课程材料的访问有限。";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "立即升級";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "你已經看完所有影片了！";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "你已完成所有作業！";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "影片\n已完成";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "作业\n已完成";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "繼續觀看";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "下一段影片";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "所有影片";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "所有作業";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "下一個作業";
"Course.COURSE_CONTENT.ALL" = "全部";
"Course.COURSE_CONTENT.VIDEOS" = "影片";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "作業";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "課程完成";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "這代表您已完成多少課程內容。請注意，某些內容可能尚未發布。";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "完全的";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "整體進度";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "其餘的";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "已鎖定";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "成績進度";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "合格";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "未通過";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "查看证书";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "章節進度";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "沒有可用的進度";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "開始學習以查看您的進度";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "整体成绩";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "這代表了您通過本課程所需成績的加權成績。";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "目前的總加權成績：";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "要通過此課程，需達到 %@%% 的加權成績。";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "必需的";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "成績詳情";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "作業類型";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "目前 / 最高 %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "已经完成";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "成績";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "本課程不包含評分作業。";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "講義";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "公告";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "尋找重要的課程資訊";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "隨時了解最新消息";
"Course.NOT_AVALIABLE.TITLE" = "此互動式組件在行動裝置上不可用";
"Course.NOT_AVALIABLE.DESCRIPTION" = "探索本課程的其他部分或在網上查看。";
"Course.NOT_AVALIABLE.BUTTON" = "在瀏覽器中開啟";
"Course.SUBTITLES.TITLE" = "字幕";
"Course.ACCESSIBILITY.DOWNLOAD" = "下載";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "取消下載";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "刪除下載";
"Course.ACCESSIBILITY.PROGRESS_RING" = "課程完成進度環圈";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "整體成績部分";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "成績詳情部分";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "作業項目";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "通過所需的成績指標";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ 百分比已完成";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ 百分比為合格要求";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@，%@ 的 %@ 完成，%@ 的 %@ 百分比的成绩";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "當前成績：%@ 百分比";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "成績要求警告：需要 %@ 百分才能通過";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "進度視覺化顯示%@個作業類別";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "整體進度：%@ 百分比";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "顯示按作業類型劃分的進度明細";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "此課程沒有可顯示的評分作業";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "完成課程活動以查看您的進度";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "作業類型欄標題";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "當前和最大百分比欄標題";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "權重：佔成績的 %@%";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ 的 %@ 已完成";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "目前成績：%@分，滿分%@分";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ 的 %@ 已完成。佔成績的 %@ 百分比。當前成績：%@ 滿分 %@ 百分比";
"Course.DOWNLOAD.DOWNLOADS" = "下載";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "所有影片已下載";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "正在下載影片...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "下載到設備";
"Course.DOWNLOAD.VIDEOS" = "影片";
"Course.DOWNLOAD.REMAINING" = "其餘的";
"Course.DOWNLOAD.UNTITLED" = "無標題";
"Course.DOWNLOAD.TOTAL" = "全部的";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "所有影片都在下載時，您無法更改下載影片的質量";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "您目前的下載設定僅允許透過 Wi-Fi 下載。\n請連接至 Wi-Fi 網路或變更您的下載設定。";
"Course.COURSE_DATES.TODAY" = "今天";
"Course.COURSE_DATES.COMPLETED" = "完全的";
"Course.COURSE_DATES.PAST_DUE" = "逾期";
"Course.COURSE_DATES.DUE_NEXT" = "接下來到期";
"Course.COURSE_DATES.UNRELEASED" = "未發布";
"Course.COURSE_DATES.VERIFIED_ONLY" = "僅經過驗證";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "隱藏物品";
"Course.COURSE_DATES.ITEM_HIDDEN" = "物品隱藏";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "截止日期已更改";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "您的截止日期已成功更改，以幫助您保持正軌。";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "查看所有日期";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "同步到行事曆";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "自動將本課程的所有截止日期和截止日期同步到您的日曆。";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "新增日曆";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "刪除日曆";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "您想新增%@ 「 %@ 」嗎？\n您可以隨時在日曆或設定中編輯或刪除課程日曆";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "您想要刪除%@ 「 %@ 」嗎？";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "「 %@ 」已新增至您的行事曆。";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "正在同步日曆...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "查看活動";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "您的課程日曆已新增。";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "您的課程日曆已被刪除。";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "日曆事件";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "您的課程日曆已過時";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "您的課程日期已更改，並且您的課程日曆不再與新時間表保持同步。";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "現在更新";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "您的課程日曆已更新。";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@沒有日曆權限。請前往設定並授予日曆權限。";
"Course.COURSE_DATES.OPEN_SETTINGS" = "開啟設定";
"Course.COURSE_DATES.SETTINGS" = "設定";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "您的日期無法變更。請再試一次。";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "您的日期已成功變更。";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "課程日期";
"Course.COURSE.DUE_TODAY" = "今天截止";
"Course.COURSE.DUE_TOMORROW" = "明天到期";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ 完成";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ 部分已完成";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ 完成";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ 已觀看";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "查看已完成";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "隱藏已完成";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "完全的";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "拖放";
"Course.COURSE.ASSIGNMENT_GENERIC" = "作业";
"Course.COURSE.ASSIGNMENT_GRADED" = "已評分";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "未开始";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "开放评估";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "同伴教学法";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "問題";
"Course.COURSE.ASSIGNMENT_SURVEY" = "调查";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "進行中";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "词云";
"Course.COURSE.ASSIGNMENT_LTI" = "外部工具";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "討論";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "最大下載量";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "完畢";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "編輯";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "刪除所有下載";
"Course.COURSE.OFFLINE.VISIBLE" = "本課程的%@ %%在行動裝置上可見。";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "本課程的%@ %%可下載。";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %%本課程可以離線完成。";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "已下載";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "下載";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "可供下載的內容";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "準備下載";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "下載全部";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "取消課程下載";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "您可以離線下載課程內容以便隨時隨地學習，無需有效的網路連線或使用行動數據。";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "本課程的任何內容目前都無法離線下載。";
"Course.COURSE.RETURN_TO_HOME" = "返回課程主頁";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "該組件尚未被下載。";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "探索本課程的其他部分或在重新連接時下載。";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "該組件尚不能離線使用";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "探索本課程的其他部分或在重新連接時查看此部分。";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "已同步至行事曆";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "日曆同步失敗";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "離線";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ 完成 - %@/%@ 分";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ 逾期 - %@/%@ 分";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ 尚未可用";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ 分";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "檢視課程評分政策";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "未知";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "课程进度部分";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "继续学习部分";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "课程内容部分";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "错误信息部分";
"Course.ACCESSIBILITY.LOADING_SECTION" = "加载部分";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "视频部分";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "视频进度 %@/%@ 已完成。";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "作业部分";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "作业进度部分";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "沒有可用內容部分";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "下一頁";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "最後一頁";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "上一頁";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@的%@分配已完成";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "点击以隐藏完成的部分";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "轻触以显示完成的部分";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@部分，已觀看%@個影片中的%@個";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "下載部分，%@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "视频：%@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@，已完成";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@，%@%% 已观看";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@，未开始";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "点击播放视频";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ 百分比已完成";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "影片 %@ 來自 %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "影片導航";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "無影片標題";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "登入";
"Authorization.SIGN_IN.WELCOME_BACK" = "歡迎回來！登入以存取您的課程。";
"Authorization.SIGN_IN.EMAIL" = "電子郵件";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "電子郵件或使用者名稱";
"Authorization.SIGN_IN.PASSWORD" = "密碼";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "忘記密碼？";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "更改";
"Authorization.SIGN_IN.AGREEMENT" = "登入此應用程式即表示您同意 [ %@最終用戶許可協議]( %@ ) 和 [ %@服務條款和榮譽代碼]( %@ 0z0服務條款和榮譽代碼]( %@ ) 且您承認每位會員在%@\n遵守[隱私權政策]( %@ )";
"Authorization.SIGN_IN.SSO_HEADING" = "從今天開始，充滿信心地建立您的職業生涯";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "一套綜合的知識和賦權計劃，用於發展捐贈部門及其工人的組成部分";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "登入";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "透過全國統一登入服務登入";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "無效的郵件地址";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "密碼長度無效";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "此%@帳戶未與任何%@帳戶關聯。請註冊。";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "電子郵件或使用者名稱無效";
"Authorization.ERROR.DISABLED_ACCOUNT" = "您的帳戶已被停用。請聯絡客戶支援尋求協助。";
"Authorization.SIGN_UP.SUBTITLE" = "建立帳戶立即開始學習！";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "建立帳戶";
"Authorization.SIGN_UP.HIDE_FIELDS" = "隱藏可選字段";
"Authorization.SIGN_UP.SHOW_FIELDS" = "顯示選用字段";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "您已成功登入。";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "在您開始學習之前，我們只需要更多資訊。";
"Authorization.SIGN_UP.AGREEMENT" = "建立帳戶即表示您同意 [ %@最終用戶許可協議]( %@ ) 和 [ %@服務條款和榮譽準則]( %@ %@並承認您承認每位會員%@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "我同意%@可以向我發送行銷訊息。";
"Authorization.FORGOT.TITLE" = "忘記密碼";
"Authorization.FORGOT.DESCRIPTION" = "請在下方輸入您的登入或恢復電子郵件地址，我們將向您發送一封包含說明的電子郵件。";
"Authorization.FORGOT.REQUEST" = "重新設密碼";
"Authorization.FORGOT.CHECK_TITLE" = "查看你的電子郵件";
"Authorization.FORGOT.CHECK_Description" = "我們已向您的電子郵件發送了密碼恢復說明 ";
"Authorization.CONTINUE_WITH" = "繼續：";
"Authorization.LAST_SIGN_IN" = "上次登入";
"Authorization.OR_SIGN_IN_WITH" = "或使用電子郵件登入：";
"Authorization.OR_REGISTER_WITH" = "或在下面註冊：";
"Authorization.APPLE" = "蘋果";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "微軟";
"Authorization.OR" = "或者";
"Authorization.STARTUP.INFO_MESSAGE" = "來自世界上最好的大學的課程和計畫都在你的口袋裡。";
"Authorization.STARTUP.SEARCH_TITLE" = "你想學些什麼？";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "搜尋我們的 3000 多個課程";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "探索所有課程";
"Authorization.STARTUP.TITLE" = "開始";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "開始使用";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "搜尋";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "登出";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "登出";
"WhatsNew.TITLE" = "什麼是新的";
"WhatsNew.BUTTON_PREVIOUS" = "以前的";
"WhatsNew.BUTTON_NEXT" = "下一個";
"WhatsNew.BUTTON_DONE" = "完畢";
"Dashboard.TITLE" = "儀表板";
"Dashboard.HEADER.COURSES" = "培訓班";
"Dashboard.HEADER.WELCOME_BACK" = "歡迎回來。讓我們繼續學習。";
"Dashboard.SEARCH" = "搜尋";
"Dashboard.EMPTY.SUBTITLE" = "您尚未註冊任何課程。";
"Dashboard.LEARN.TITLE" = "學習";
"Dashboard.LEARN.VIEW_ALL" = "看全部";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "看全部課程 ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "所有課程";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 項逾期作業";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "查看作業";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@逾期作業";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@到期作業%@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@為%@天";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "履歷課程";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "開始課程";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "培訓班";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "程式";
"Dashboard.LEARN.CATEGORY.ALL" = "全部";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "進行中";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "完全的";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "已到期";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "沒有課程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "沒有正在進行中的課程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "沒有完成的課程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "沒有過期的課程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "您目前尚未註冊任何課程，您想瀏覽課程目錄嗎？";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "尋找課程";
"Core.MAINSCREEN.DISCOVERY" = "發現";
"Core.MAINSCREEN.DASHBOARD" = "儀表板";
"Core.MAINSCREEN.IN_DEVELOPING" = "在發展中";
"Core.MAINSCREEN.PROGRAMS" = "程式";
"Core.MAINSCREEN.PROFILE" = "輪廓";
"Core.MAINSCREEN.LEARN" = "學習";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "您已使用%@帳戶設定了%@帳戶。您已使用該帳號登入。";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "再試一次";
"Core.ERROR.INVALID_CREDENTIALS" = "無效證件";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "網路連線速度慢或無";
"Core.ERROR.NO_CACHED_DATA" = "離線模式沒有快取數據";
"Core.ERROR.USER_NOT_ACTIVE" = "用戶帳戶未啟用。請先啟動您的帳戶。";
"Core.ERROR.UNKNOWN_ERROR" = "出了點問題";
"Core.ERROR.WIFI" = "您只能透過 Wi-Fi 下載檔案。您可以在設定中變更此設定。";
"Core.ERROR.AUTHORIZATION_FAILED" = "授權失敗。";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "沒有網路連線";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "請連接至網際網路以查看此內容。";
"Core.COURSEWARE.COURSE_CONTENT" = "課程內容";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "此互動式組件尚無法在行動裝置上使用。";
"Core.COURSEWARE.COURSE_UNITS" = "課程單元";
"Core.COURSEWARE.NEXT" = "下一個";
"Core.COURSEWARE.PREVIOUS" = "上一篇";
"Core.COURSEWARE.FINISH" = "結束";
"Core.COURSEWARE.GOOD_WORK" = "好工作！";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "返回大綱";
"Core.COURSEWARE.SECTION_COMPLETED" = "您已完成「 %@ 」。";
"Core.COURSEWARE.CONTINUE" = "繼續";
"Core.COURSEWARE.RESUME" = "恢復";
"Core.COURSEWARE.RESUME_WITH" = "繼續：";
"Core.COURSEWARE.NEXT_SECTION" = "下一節";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "繼續“";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "」按「下一部分」。";
"Core.ERROR.RELOAD" = "重新載入";
"Core.DATE.COURSE_STARTS" = "課程開始";
"Core.DATE.COURSE_ENDS" = "課程結束";
"Core.DATE.COURSE_ENDED" = "課程結束";
"Core.DATE.ENDED" = "已結束";
"Core.DATE.START" = "開始";
"Core.DATE.STARTED" = "開始";
"Core.DATE.JUST_NOW" = "現在";
"Core.DATE.TODAY" = "今天";
"Core.DATE.NEXT" = "下一頁%@";
"Core.DATE.DAYS_AGO" = "%@天前";
"Core.DATE.DUE" = "到期的 ";
"Core.DATE.DUE_IN" = "到期日 ";
"Core.DATE.DUE_IN_DAYS" = "到期日為%@天";
"Core.DATE.DUE_TODAY" = "今天截止：%@";
"Core.DATE.DUE_DATE_PAST" = "%@ 天逾期：%@";
"Core.DATE.DUE_IN_LEFT" = "%@天后到期：%@";
"Core.ALERT.ACCEPT" = "接受";
"Core.ALERT.CANCEL" = "取消";
"Core.ALERT.LOGOUT" = "登出";
"Core.ALERT.LEAVE" = "離開";
"Core.ALERT.SIGN_IN" = "登入";
"Core.ALERT.REGISTER" = "登記";
"Core.ALERT.KEEP_EDITING" = "繼續編輯";
"Core.ALERT.DELETE" = "刪除";
"Core.ALERT.ADD" = "添加";
"Core.ALERT.REMOVE" = "消除";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "刪除課程日曆";
"Core.NO_INTERNET.OFFLINE" = "離線";
"Core.NO_INTERNET.DISMISS" = "解僱";
"Core.NO_INTERNET.RELOAD" = "重新載入";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM 日";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "嗯 日、年";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "MMMM 日、年";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "下載";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "已下載";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "完全的";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "影片下載品質";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "汽車";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "受到推崇的";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "降低數據使用量";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "最好的品質";
"Core.DONE" = "完畢";
"Core.VIEW" = "檢視";
"Core.BACK" = "後退";
"Core.OK" = "好的";
"Core.CLOSE" = "關閉";
"Core.PICKER.SEARCH" = "搜尋";
"Core.PICKER.ACCEPT" = "接受";
"Core.WEBVIEW.ALERT.OK" = "好的";
"Core.WEBVIEW.ALERT.CANCEL" = "取消";
"Core.WEBVIEW.ALERT.CONTINUE" = "繼續";
"Core.REVIEW.VOTE_TITLE" = "喜歡 Open edX 嗎？";
"Core.REVIEW.VOTE_DESCRIPTION" = "您的回饋對我們很重要。您願意花點時間點擊下面的星星來評價該應用程式嗎？感謝您的支持！";
"Core.REVIEW.FEEDBACK_TITLE" = "給我們留下反饋";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "得知您的學習經驗出現一些問題，我們深感遺憾。我們感謝所有回饋。";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "謝謝";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "感謝您與我們分享您的回饋。您想與應用程式商店中的其他用戶分享您對此應用程式的評論嗎？";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "謝謝";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "我們收到了您的回饋，並將用它來幫助改善您未來的學習體驗。感謝你的分享！";
"Core.REVIEW.BETTER" = "還有什麼可以更好的呢？";
"Core.REVIEW.NOT_NOW" = "現在不要";
"Core.REVIEW.BUTTON.SUBMIT" = "提交";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "分享回饋";
"Core.REVIEW.BUTTON.RATE_US" = "評價我們";
"Core.REVIEW.EMAIL.TITLE" = "選擇電子郵件用戶端：";
"Core.SOCIAL_SIGN_CANCELED" = "用戶取消了登入流程。";
"Core.SIGN_IN.LOG_IN_BTN" = "登入";
"Core.SIGN_IN.REGISTER_BTN" = "登記";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "使用 SSO 登入";
"Core.TOMORROW" = "明天";
"Core.YESTERDAY" = "昨天";
"Core.OPEN_IN_BROWSER" = "在 Safari 中查看";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "别担心——调整我们建议的时间表，即可完成到期作业，且不会丢失任何进度。";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "更改截止日期";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "錯過了一些截止日期？";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "我們制定了建議的時間表來幫助您保持正軌。但不用擔心 - 它很靈活，因此您可以按照自己的步調學習。如果您碰巧落後了，您將能夠調整日期以保持自己在正軌上。";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "要完成本課程一部分的評分作業，您可以立即升級。";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "您正在旁聽這門課程，這意味著您無法參加評分作業。根據我們建議的時間表，您似乎錯過了一些重要的截止日期。要完成本課程的評分作業並將過期作業轉移到未來，您可以立即升級。";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "您的日期無法變更。請再試一次。";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "您的日期已成功變更。";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "課程日期";
"Core.COURSE_DATES.TODAY" = "今天";
"Core.COURSE_DATES.COMPLETED" = "完全的";
"Core.COURSE_DATES.PAST_DUE" = "逾期";
"Core.COURSE_DATES.THIS_WEEK" = "本星期";
"Core.COURSE_DATES.NEXT_WEEK" = "下週";
"Core.COURSE_DATES.UPCOMING" = "即將推出";
"Core.COURSE.STORAGE_ALERT.TITLE" = "設備儲存空間已滿";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "您的裝置沒有足夠的可用空間來下載此內容。請釋放一些空間並重試。";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@已使用，%@免費";
"Core.COURSE.ALERT.CANCEL" = "取消";
"Core.COURSE.ALERT.CLOSE" = "關閉";
"Core.COURSE.ALERT.REMOVE" = "移除";
"Core.COURSE.ALERT.DOWNLOAD" = "下載";
"Core.COURSE.ALERT.TRY_AGAIN" = "再試一次";
"Core.COURSE.ALERT.REMOVE_TITLE" = "刪除離線內容？";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "確認下載";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "透過手機下載嗎？";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "刪除此內容將釋放%@ 。";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "下載此%@內容將離線保存可用的區塊。";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "下載此內容將使用%@的蜂窩數據。";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "下載失敗";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "沒有網路連線";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "需要 Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "遺憾的是，該內容無法下載。請稍後重試或回報此問題。";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "下載此內容需要有效的網路連線。請連接至網際網路並重試。";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "下載此內容需要有效的 WiFi 連線。請連接 WiFi 網路並重試。";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "您選擇的影片大於 1 GB。您想下載這些影片嗎？";
"Core.DOWNLOAD.DOWNLOAD" = "下載";
"Core.ALERT.ACCEPT" = "接受";
